tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "biber"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "helix"
brew "imagemagick"
brew "julia"
brew "lilypond"
brew "neovim"
brew "node"
brew "openjdk"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "stow"
brew "texlive"
brew "trash"
brew "wget"
brew "z"
brew "zsh"
cask "bitwarden"
cask "font-caskaydia-cove-nerd-font"
cask "font-cousine-nerd-font"
cask "font-hack-nerd-font"
cask "font-juliamono"
cask "font-meslo-lg-nerd-font"
cask "wolfram-engine"
